Revit 2024 API
IFCRange.Start Property
 The starting value of the range.
Namespace: Autodesk.Revit.DB.IFC
Assembly: RevitAPIIFC (in RevitAPIIFC.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2013
Syntax
C#
public double Start { get; set; }
Visual Basic
Public Property Start As Double
	Get
	Set
Visual C++
public:
property double Start {
	double get ();
	void set (double value);
}
See Also
IFCRange Class
Autodesk.Revit.DB.IFC Namespace